#version: 0.2
Ġ t
h e
Ġt he
Ġ a
e r
i n
a l
Ġ o
o r
n d
Ġ s
Ġ p
Ġo f
e s
a t
o n
Ġ c
a r
e n
i s
Ġ m
Ġ f
Ġ b
Ġa nd
t er
i c
Ġ in
u s
r e
r o
Ġ l
a n
i t
e d
l e
a c
i or
i g
Ġ w
Ġt o
Ġ d
o s
a s
v e
Ġ n
i on
T he
en t
in g
u l
Ġ is
l y
u r
i d
Ġt h
Ġ e
c t
o m
Ġ (
ter ior
u p
i al
Ġ v
Ġa n
u m
Ġa r
r a
F ig
us c
er ior
Ġn er
i b
Ġ re
Ġ g
r an
e l
Ġm usc
ro m
Ġf or
i l
er al
Ġs up
t e
Ġb e
Ġ h
o t
Ġp os
m ent
Ġf rom
Ġa re
ar t
Ġar ter
t r
) .
Ġ r
it h
Ġner ve
es s
Ġo r
Ġc on
Ġw ith
ul ar
at eral
i m
c h
o l
g e
Ġa s
ar y
Ġm a
Ġ The
in al
o w
Ġo n
ro u
p h
e m
al l
Ġb y
Ġpos terior
Ġan terior
e ct
Ġe x
o d
Ġw h
e p
Ġarter y
v er
Ġp ro
t o
u n
at e
at ion
ac h
Ġs p
l a
u b
Ġin f
s e
ic h
in e
Ġ I
Ġwh ich
Ġ j
Ġm ed
o us
Ġl e
t ic
Ġa t
Ġl ateral
Ġs ur
l es
Ġmusc le
Ġc a
at ed
as s
i es
ac e
u t
i a
c e
ig h
i r
g h
a d
u ct
Ġ it
a m
Ġp art
Ġa l
o c
Ġc om
t al
o in
o id
Ġ he
Ġp ass
ter n
Ġd e
u re
Ġb ran
on e
rou gh
Ġsup erior
Ġ ve
â Ģ
Ġin to
Ġth rough
r al
Ġa b
Ġinf erior
Ġ A
v es
t he
Ġmusc les
Ġve in
Ġt r
ic al
it y
e c
Ġc an
y m
t h
Ġmed ial
Ġth at
he s
le x
Ġsur f
igh t
on g
oin t
er v
f t
t a
Ġ 8
Ġca v
t w
e en
en s
l o
te b
tw een
Ġp er
Ġv er
tern al
a p
es t
Ġf ib
p er
Ġ T
Ġbe tween
Ġd is
an g
a ment
e nd
ig ament
Ġw all
I n
Ġsurf ace
Ġfor m
y s
c c
id e
or d
at ic
c hes
i f
l u
Ġl igament
Ġj oint
Ġcom p
or al
er s
os s
a g
Ġb one
Ġ ra
ary n
at es
i p
Ġ en
d om
ar d
v ic
u e
Ġp at
Ġver teb
t in
Ġcav ity
Ġm id
nd s
Ġsup p
ĠI t
Ġ C
Ġp al
Ġin ter
Ġre g
ar g
Ġat t
Ġs c
i ve
Ġa d
Ġ up
i ent
i e
it ion
Ġr ight
Ġreg ion
ym p
i v
Ġner ves
o p
Ġc l
in s
o ve
Ġbran ches
Ġab dom
ro s
Ġp l
ur es
il l
s o
Ġde ep
u nd
an t
tr uct
ac t
w o
Ġs ide
Ġin n
he n
the r
Ġp el
Ġc o
c ess
as c
Ġ [
Ġpass es
u c
I I
Ġin c
or m
Ġs h
a b
Ġt wo
e ar
Ġbran ch
Ġle ft
a ge
or t
u al
on s
Ġc ar
Ġma y
Ġinn erv
e t
Ġs m
Ġ im
el l
Ġhe ad
Ġa p
Ġn ec
as t
Ġor ig
is s
re at
Ġs k
an e
Ġth is
o g
Ġb od
oss a
Ġpat ient
is t
um b
a y
Ġf ossa
Ġt end
Ġl ow
Ġas s
il i
y g
it al
Ġorig in
at or
Ġc ol
ess el
m on
Ġen ter
Ġ S
Ġpro cess
Ġo b
Ġ ro
Ġs ub
Ġf o
i re
Ġup per
a nd
ran s
ge al
or s
Ġs truct
ct ion
Ġit s
l i
ĠI n
Ġm arg
or ac
n e
Ġv essel
Ġfib ers
rou nd
Ġsm all
os t
Ġ 4
Ġlow er
ens or
Ġp h
Ġo p
Ġt ub
Ġpel vic
Ġnec k
Ġal so
Ġvein s
) ,
Ġf em
Ġ us
Ġfor am
f ic
Ġ L
ra in
j or
as e
te m
Ġ 7
Ġ B
Ġo cc
Ġra d
Ġabdom inal
q u
Ġ 6
Ġp ar
or e
Ġe ach
b ran
Ġarter ies
Ġbod y
ĠT h
Ġr es
ie w
d le
Ġex t
e b
Ġw as
Ġsp inal
Ġb r
Ġa x
Ġsupp ly
at he
Ġcon s
oc i
Ġs t
Ġb on
Ġt rans
ill ary
Ġma jor
Ġvessel s
Ġl ong
lex us
d e
p ect
em bran
Ġp r
Ġp lexus
Ġp re
Ġg la
Ġcon tin
ang l
y p
Ġn ot
aryn geal
Ġ k
ĠTh is
i z
s t
er fic
erfic ial
Ġass oci
i an
ve l
Ġcan al
Ġv is
Ġc h
Ġf lex
Ġforam en
Ġf asc
Ġv iew
orac ic
o ph
re e
w ard
l ow
d uct
p oral
Ġmarg in
Ġm embran
Ġc ord
r ic
Ġd ia
ym ph
Ġn e
Ġassoci ated
Ġin ternal
Ġe nd
ac he
Ġc or
i um
Ġmid dle
en ing
Ġverteb ral
he re
lo od
Ġverteb ra
ymp athe
ympathe tic
âĢ Ķ
Ġstruct ures
Ġcontin u
Ġinc lu
er m
us e
x im
Ġcl in
Ġth oracic
Ġ ili
Ġs e
i ang
o nd
Ġatt ach
as al
Ġthe se
n ect
Ġd es
Ġar tic
ab le
Ġfasc ia
Ġo ver
ul t
Ġap p
Ġ P
Ġs o
Ġg ro
ot h
Ġtr iang
os terior
ib ular
u d
Ġl im
Ġb lood
un k
Ġpos ition
em poral
ys tem
ar ge
om e
Ġg reat
Ġ 3
Ġw here
ib le
Ġtr unk
Ġh as
angl ion
ion s
Ġs ep
ment s
Ġa or
Ġs ac
Ġmembran e
it e
os tal
i us
Ġex ternal
Ġ M
Ġs ystem
Ġo ther
Ġr ib
erv ical
Ġl ay
Ġsup erficial
Ġf r
Ġbe c
ros s
art il
Ġ 5
ra g
Ġtend on
Ġe m
ran ial
y ro
ate ly
Ġle vel
Ġas pect
a ve
Ġ ul
Ġf ol
Ġn od
Ġbr ach
f er
u ch
Ġm ost
Ġor b
o v
Ġd ig
in us
at ing
Ġcon nect
ot id
Ġlim b
Ġon e
A n
o f
he r
at us
Ġre l
at ine
Ġcomp art
Ġb ord
us t
Ġt iss
Ġfo ot
os e
k e
ter yg
Ġd ire
Ġcom mon
Ġsk in
ul a
Ġc artil
Ġd iv
Ġtub er
Ġn asal
ver se
d er
Ġa round
tr ic
u inal
Ġs inus
Ġdis tal
Ġc r
Ġc er
un ction
Ġt ib
Ġper ine
Ġal ong
Ġbon es
al ly
Ġv en
Ġocc ur
Ġd ors
v is
Ġcon tr
Ġgla nd
ph rag
Ġili ac
phrag m
nd ing
Ġin s
Ġclin ic
ul l
ag us
Ġex te
q ue
lu te
Ġwith in
aryn x
ual ly
Ġc ervical
Ġd rain
Ġth ree
il la
Ġc ranial
Ġim p
f erior
r ess
Ġth igh
Ġd ur
ac es
Ġ 2
Ġb el
Ġb ase
Ġthe n
Ġa cc
Ġre ct
j ac
Ġp teryg
Ġl arge
t ur
up erior
Ġma nd
j ect
Ġdes ce
Ġp a
Ġd uct
m ed
yro id
g uinal
ĠThe se
Ġm ove
Ġg lute
Ġlay er
1 0
Ġa c
Ġgreat er
Ġl ine
lo p
Ġcons ist
Ġcer eb
Ġcompart ment
Ġbord er
Ġform ed
Ġinnerv ated
a use
Ġ und
Ġo ut
ache d
i le
Ġt emporal
ent ric
Ġe y
ot or
ta in
âĢ Ļ
Ġnod es
Ġ un
en al
Ġl ymph
it or
Ġdia phragm
ac k
Ġma in
Ġthe re
Ġ âĢ
Ġt erm
Ġt ra
Ġthe y
en ter
ensor y
Ġinclu de
Ġfem oral
jac ent
an ce
Ġanterior ly
Ġlateral ly
Ġro ot
Ġad jacent
Ġattach ment
Ġaor ta
l ine
y oid
Ġl o
Ġtriang le
g ular
id es
um er
if ic
Ġul n
le t
Ġ O
Ġin guinal
Ġra m
Ġorigin ates
om atic
Ġar ch
an c
ed ial
ir c
Ġvis c
Ġ 9
Ġl i
Ġpart s
ve lop
Ġg en
e Fig
Ġinter c
Ġtrans verse
f ore
g n
ane ous
Ġartic ul
u ter
er t
Ġmid line
Ġp en
en ce
Ġatt ached
ear m
og ra
ne e
Ġ F
at om
Ġ ure
it one
Ġc ell
Ġenter s
ig n
Ġposterior ly
un g
Ġflex or
on tal
Ġl umb
Ġw hen
x illary
ut aneous
Ġcar otid
Ġm et
Ġle g
Ġm es
Ġl oc
Ġf ac
Ġare a
ar s
to id
Ġjoint s
t en
Ġa f
Ġde velop
Ġfor earm
Ġk nee
os is
ib ut
Ġsp ace
Ġund er
1 2
Ġsur g
Ġsep ar
ent s
ur al
Ġh ave
ymp an
Ġdire ct
in a
in ous
Ġp ul
Ġh and
Ġdors al
Ġus ually
xim al
Ġglute al
Ġm e
ĠA n
Ġligament s
Ġcartil age
ir st
Ġs ec
ol ateral
Ġregion s
s h
p al
Ġj ust
Ġab ove
Ġ V
Ġj oin
Ġsc ap
Ġar is
Ġinferior ly
Ġt yp
Ġf ace
Ġor al
Ġ es
Ġs ensory
Ġc ross
ic ular
Ġbel ow
Ġthe ir
in d
m oid
Ġl ung
it s
Ġsub c
li que
i as
Ġrad ial
An terior
Ġtiss ue
orm al
P osterior
l oss
y n
an s
ow n
ect ion
Ġpro d
Ġins ert
o ut
Ġ D
Ġc irc
Ġm an
Ġb re
Ġs tern
Ġs ympathetic
ul um
âĢ Ŀ
ical ly
Ġvertebra e
med i
ogra ph
o und
Ġm in
Ġm at
Ġin j
Ġw om
Ġar m
duct or
Ġcontinu es
Ġpro ximal
Ġb ut
Ġe p
ir d
Ġpass ing
lo or
Ġm en
la v
Ġco ver
Ġob lique
tur ator
l ies
z yg
Ġf irst
teb ral
ap ed
c le
re as
Ġpal p
Ġmes enter
Ġfac ial
d ition
Ġth yroid
Ġsurf aces
mon ary
la d
u le
Ġpro ject
Ġpl ane
Ġfol d
Ġpa in
Ġsuperior ly
Ġpatient s
Ġlong us
lad der
Ġe le
Ġper f
ort ant
Ġorb it
ĠâĢ ľ
al c
Ġb ack
Ġre m
Ġinj ur
Ġf loor
Ġl ess
ent ral
Ġas ce
uc le
or y
Ġm ore
Ġconsist s
g anglion
i x
i atic
Ġp ub
at h
Ġe ar
Ġmedial ly
Ġcar r
Ġt e
Ġo v
os se
Ġop ening
Ġd ep
ep s
ant ar
Ġre c
ep t
u gular
Ġ qu
Ġm otor
os ed
if orm
Ġext ensor
ganglion ic
Ġhe art
Ġsec ond
i ed
Ġn ucle
Ġg anglion
Ġtr act
Ġgro up
Ġbec ause
la vic
Ġpteryg oid
Ġp oint
ter olateral
ro us
Ġr ing
ph al
Ġfib ular
Ġco ur
Ġapp ro
E x
y l
ta b
h yoid
m ar
Ġdur ing
Ġes oph
e x
Ġf ing
Ġsk ull
Ġrad i
Ġax illary
Ġfr act
Ġform s
Ġf unction
it ies
Ġv entric
Ġres ult
Ġbrach i
Ġmand ible
l ic
p s
Ġf iss
Ġex am
ation s
Ġsp hen
Ġtib ial
Ġlo b
V II
w ay
Ġs yn
In ferior
Ġsc iatic
Ġpl antar
Ġlumb ar
c us
i ly
Ġs ome
Ġm al
Ġal l
Ġfo ur
Ġse g
i ac
ver tebral
Ġco nd
Ġrel ated
Ġad dition
as ympathetic
ol ar
Ġin v
as toid
Ġinterc ostal
c y
l en
Ġt est
ip ital
Ġuln ar
Ġd o
Ġex p
Ġpal atine
Ġcor on
umer us
Ġcon t
Ġimp ortant
S uperior
o ul
t ure
Ġp le
Ġv est
Ġan g
Ġli ver
u gh
Ġe l
Ġabdom en
Ġpel vis
Ġexte nds
medi ately
u od
Ġbon y
ars al
1 1
L ateral
c ed
Ġin d
ac r
ong ue
Ġper itone
Ġprocess es
Ġrib s
ympan ic
Ġa tr
um n
Ġj ugular
f lex
Ġsupp lies
Ġcell s
or a
as tric
Ġh umerus
op l
Ġcontinu ous
Ġl ab
il ar
Ġperine al
Ġ R
Ġth an
im al
Ġcol umn
Ġext ens
ive ly
L e
Ġfor ward
ĠThe y
ta ins
Ġcr est
sh aped
g en
v ent
al atine
Ġl arg
Ġal low
Ġcav a
Ġtub e
Ġpul monary
i ves
Ġ H
Ġt ongue
Ġl ies
Ġd em
ress ion
Ġsubc lav
tin um
Ġinter osse
Ġven a
ias tinum
Ġwom en
alc ane
Ġqu ad
Ġs he
Ġsp ine
asc ular
Ġob turator
Ġro t
Ġgla nds
Ġscap ula
Ġs ign
Ġsup r
Ġh or
Ġmed iastinum
Ġtuber cle
Ġperine um
Ġfiss ure
Ġt um
er a
Ġf e
ro w
Ġhe m
opl ite
in ation
th moid
Ġim mediately
Ġorigin ate
Ġure th
acr imal
Ġ 1
Ġb oth
it her
ch le
Ġmed ian
Ġcol on
Ġmain ly
Ġpen is
Ġs er
Ġp ort
Ġc utaneous
Ġwall s
Ġpar asympathetic
Ġinclu d
Ġartic ular
) :
ol og
Ġsur round
ĠA s
ast ro
Ġven ous
Ġdesce nds
Ġless er
f ect
ic eps
Ġe ither
ge ther
Ġus ed
om p
Ġbe g
Ġma xillary
Ġpal ate
Ġdirect ly
Ġdis c
m e
in ed
Ġp o
Ġof ten
Ġcon tains
Ġon to
Ġfem ur
Ġ uter
Ġh yp
Ġor g
ons tr
and ibular
Ġfol low
Ġinv ol
Ġdem onstr
u ro
Ġb rain
Ġin t
id ed
Ġpro v
ub er
Ġax illa
Ġmat er
T able
ac hes
Ġph aryngeal
Ġesoph agus
Ġex c
Ġbrach ial
Ġp et
id ne
op alatine
t um
v ator
Ġ zyg
Ġd own
Ġis ch
Ġsphen oid
Ġp ect
Ġsc al
Ġmesenter ic
M edial
a e
o ugh
Ġtend ons
tric t
itor um
Ġg astro
Ġdis e
og loss
Ġstruct ure
Ġocc ipital
Ġso ft
Ġvisc eral
k s
Ġb ow
Ġhe r
Ġin let
un ic
Ġk idne
n el
at ure
Ġc ostal
Ġon ly
Ġram i
Ġgen eral
Ġinjur y
1 5
Ġc ur
is ion
Ġb ladder
Ġe thmoid
Ġle a
ys is
Ġlymph atic
u ce
Ġb as
re d
Ġre p
fer ent
Ġbre vis
Ġm ar
iz ed
Ġtuber os
Ġpub ic
Ġsubclav ian
oplite al
Ġzyg omatic
Ġ W
Ġs uch
Ġl aryngeal
II I
Ġrect us
on t
Ġm ening
Ġw r
Ġn ear
Ġtib ia
T h
m ic
Ġp anc
it t
Ġca us
Ġne ur
ic k
Ġv ag
Ġmove ment
Ġ E
Ġdig itorum
Ġface t
Ġcour se
ora x
Le ft
Ġbow el
1 4
u es
Ġt al
Ġc ard
Ġc entral
Ġd if
Ġv ar
ver s
Ġver tic
Ġpat h
Ġm y
Ġm uc
ic ard
Ġh ip
ast om
Ġpr ess
Ġoccur s
Ġa ct
Ġto gether
Ġth ird
Ġe nds
Ġan atom
Ġsh oul
Ġac ross
Ġterm inal
Ġsurg ical
c op
e th
1 3
k ed
p inal
Ġa per
Ġf lu
ing ual
Ġv agus
ra ins
Ġr enal
ros is
Ġpl ate
li ke
duct ion
Ġstern um
Ġventric le
al f
or is
Ġs im
Ġl in
ac ar
Ġn umb
Ġan astom
ow ing
hes t
Ġcomp on
Ġpal at
Ġpr im
Ġcereb ell
e ep
k le
is e
Ġan al
Ġfem oris
Ġem er
Ġcereb ral
Ġte eth
Ġwr ist
Ġc alcane
ch n
ag es
Ġgro ove
Ġram us
Ġre tin
Ġcom m
Ġacc ess
Ġcoron ary
Ġpress ure
a ft
t om
on ch
Ġinf r
Ġap ex
Ġfr ontal
Ġtiss ues
Ġ X
Ġs w
it is
ch an
th al
Ġad ductor
Ġpr es
Ġvisc era
Ġport ion
] .
i ous
k ing
l l
Ġ Fig
ro ph
ra p
Ġsp ec
Ġfib rous
Ġinnerv ation
ov ial
Ġprod uc
Ġdise ase
c l
n ing
Ġre ce
Ġper icard
Ġpl ac
Ġey eb
Ġlob e
Ġtuberos ity
Ġflu id
Ġnumb er
Ġs em
Ġl arynx
Ġinnerv ate
Ġinnerv ates
Ġaris es
Ġatr ium
R ight
b r
Ġ N
Ġw e
Ġan kle
Ġcav ities
Ġatt aches
Ġmarg ins
Ġcontr ibut
Ġdrain age
Ġaf ter
ĠAn terior
Ġappro xim
Ġbrachi i
r en
r um
v ed
Ġ ed
Ġp opliteal
Ġm ass
ator y
Ġdiv ides
Ġthere fore
Ġmin or
Ġinterosse ous
n er
Ġd am
Ġd uod
ur ther
un t
se e
Ġle vator
ap ular
Ġop en
Ġrad ius
Ġaor tic
Ġele v
b ow
Ġf l
Ġh o
oc cy
âĢ ¢
ie tal
Ġob s
Ġnot ch
Ġtriang ular
Ġsinus es
Ġmand ibular
. ,
Ġ U
Ġa g
Ġp rom
ar ies
Ġn ormal
Ġre fer
ph thal
Ġpro ced
am e
Ġcons trict
ific ant
lavic le
Ġfract ure
p le
t uber
u te
ur a
um eral
Ġbe fore
Ġdia gn
phal ic
A r
n oid
Ġn o
Ġn ar
ach noid
Ġbod ies
Ġsac ral
Ġeyeb all
e al
i ate
r atus
or b
Ġin tr
ve olar
Ġth umb
ire d
Ġexte nd
e z
l ateral
usc les
end al
Ġvis ual
oph aryngeal
ud endal
Ġconnect ive
Ġcross es
x illa
Ġ rou
Ġl acrimal
om y
ol d
Ġj unction
ache a
Ġureth ra
phthal mic
c er
y le
y ing
Ġs it
Ġre ach
Ġpal mar
Ġsk e
Ġres p
Ġorb ital
Ġcirc um
Ġmal le
Ġel bow
Ġextens ion
Ġcard iac
Ġcomm unic
e tr
Ġ er
at ive
Ġb ul
os es
ing s
Ġth orax
Ġv al
one u
Ġsupp ort
ins ic
itor is
Ġperf orm
Ġsign ificant
Ġethmoid al
] ,
os a
Ġth ick
ra m
ol us
act ion
Ġass ess
Ġro of
ĠP osterior
Ġmet at
1 6
c ul
in c
Ġs ta
ter s
Ġth in
om es
Ġcl itoris
Ġshe ath
Ġtum or
chle ar
up erficial
Ġg ra
Ġph arynx
ĠL ateral
iz e
Ġsyn ovial
Ġang le
Ġaper ture
a k
a ys
f or
f ul
Ġa m
Ġa ir
at emporal
os cop
om ach
Ġh y
Ġma gn
Ġle ad
iz ontal
Ġradi ograph
r ent
Ġof f
Ġpos t
Ġst omach
Ġprod uce
Ġlea ves
y ear
or k
Ġg ives
Ġop tic
Ġvest ib
Ġperitone um
oneu rosis
e ver
g es
Ġf low
as es
Ġh ad
Ġcon tain
Ġal veolar
Ġsh aft
Ġch an
Ġdire ction
Ġpen etr
Ġmet acar
Ġkidne y
Ġplac ed
Ġt ro
er es
Ġarter ial
ol lic
Ġen l
entric ular
Ġarticul ates
Ġlarg est
Ġapproxim ately
al am
us p
us ion
Ġca ps
Ġsh ort
Ġbr onch
Ġroot s
Ġfing ers
Ġhor izontal
ollic is
A s
D eep
Ġa ur
er y
Ġs l
re ad
Ġl at
it tal
Ġan ter
tr as
ĠA t
ag ittal
ili ary
Ġdes c
Ġbec ome
Ġlevel s
Ġasce nding
Ġpect oral
I V
o ce
v en
Ġs ymph
it ud
le tal
ac ulum
Ġw ill
Ġan y
oc al
Ġpar ietal
Ġso le
Ġtrunk s
ĠO n
Ġfold s
Ġnucle us
Ġrefer red
itud inal
Ġ ent
Ġc ric
Ġinc reas
Ġsepar ated
Ġuter us
Ġher n
tras ound
Ġo phthalmic
Ġs ite
ul ation
il ity
Ġph ys
Ġmove ments
Ġsim ilar
Ġperform ed
A B
Ġ G
Ġt ympanic
in t
Ġs ul
Ġp ollicis
en um
Ġh alf
Ġma xilla
Ġhe p
Ġper ip
Ġcar p
Ġpteryg opalatine
Ġuln a
Ġseg ments
Ġmening eal
l oc
Ġc hest
Ġbe h
Ġma de
Ġde f
reat ment
angl ia
Ġdur a
Ġfing er
Ġseg ment
Ġbeg ins
Ġneur ons
Ġanatom ical
ren ic
i os
Ġe f
Ġar ches
te x
Ġor ient
tern us
ec ause
ang es
ĠC T
Ġpo uch
Ġorg an
Ġprom in
Ġcaps ule
Ġsymph ysis
1 7
a ins
d uc
Ġc lavicle
ly ing
ur rent
Ġg anglia
ran ches
Ġh igh
Ġfib ula
Ġsc an
Ġtra vel
umer ous
Ġov al
Ġinfr atemporal
Ġed ge
m m
he ral
Ġp udendal
om edial
ow ever
em oral
ir iform
ip s
Ġne ed
Ġple ural
Ġfl at
n ess
Ġ ur
ic ul
ing le
Ġan terolateral
ver n
ymp tom
ros al
Ġsh owing
Ġlong itudinal
Ġlay ers
Ġdesce nding
Ġey el
Ġarticul ation
Ġsurg ery
Ġnucle i
Ġexam ination
Ġinclud ing
Ġpet rosal
Ġs ame
Ġf at
Ġb le
as p
id ent
Ġre qu
lo hyoid
truct ion
Ġtra p
o h
u cc
Ġt eres
Ġs ides
ur c
tr ibut
Ġsp read
Ġca p
th ough
itt le
Ġduod enum
Ġnar row
Ġeyel id
a il
Ġc occy
en e
Ġb iceps
ter m
Ġto ward
Ġd el
Ġv ia
ĠThe re
Ġpro st
Ġap oneurosis
Ġsep tum
Ġrect um
Ġrem ov
Ġcarr ied
Ex ternal
Ġcompon ents
Ġproced ure
e ur
r es
v ous
Ġs ingle
Ġs ymptom
en g
Ġv ascular
Ġner vous
Ġr un
ap e
Ġen cl
Ġup ward
iz ation
Ġsurround ing
l an
n ormal
p os
w ays
Ġc he
Ġf ill
Ġf ree
Ġb ro
Ġn as
Fig s
Ġinter v
Ġsh ape
Ġsm o
Ġcol le
Ġpar otid
Ġdig its
Ġme atus
Ġallow s
orb ital
a in
b le
Ġl ittle
om astoid
Ġpos ter
est inal
Ġse ver
Ġacc omp
Ġpanc reas
Ġmuc osa
A t
in ant
or tal
le te
ur s
ial ly
Ġare as
em inal
tic ular
Ġnec ess
li ed
Ġsac rum
Ġaris e
Ġscal p
Ġdiagn osis
Ġer ect
Ġtrap ez
1 8
1 9
2 3
Ġs tr
an geal
Ġw ell
Ġbe en
all ed
Ġle ave
Ġtr achea
Ġform ing
Ġus ing
Ġisch ial
r ib
Ġo uter
is c
Ġre t
Ġh yoid
Ġpos terolateral
un nel
per itone
orm ally
Ġob tain
Ġwhere as
Ġcartil ages
Ġdiv ided
Ġaf fect
Ġexc ept
Ġshoul der
Ġpost ganglionic
Ġcarp i
iriform is
Ġb ound
ic le
ig eminal
Ġg len
all uc
Ġab normal
ys m
Ġapp ear
Ġsepar ates
lavic ular
Ġple ura
Ġdemonstr ated
Ġmetat arsal
int estinal
Ġsul cus
alluc is
Ġm o
Ġl eng
Ġsp inous
th ird
Ġforam ina
Ġpre dom
Ġpalp able
Ġfract ures
Ġvest ibular
Ġind ic
Ġske letal
l ot
t ed
u g
Ġo s
Ġp ed
at ures
Ġf urther
Ġl am
The re
Ġmusc ular
ĠA l
if ied
aryn g
Ġcar pal
Ġbec omes
ogloss al
Ġdam age
Ġcircum flex
Ġperip heral
2 4
Ġs agittal
is ions
ic ond
ul la
Ġh is
ad ial
Ġdis tribut
ĠIt s
Ġim ag
Ġim age
Ġhead s
Ġph al
Ġres pect
Ġclin ical
Ġproject s
Ġperf or
Ġsyn ap
ĠW hen
chn ic
Ġconstrict or
Ġmetacar pal
Ġbeh ind
Ġsymptom s
Ġbro ad
Ġaccomp an
I X
S p
f ter
s es
v eral
Ġt reatment
Ġe as
ĠI f
âĢ ĵ
Ġcomp lete
Ġinter vertebral
so as
Ġpar al
Ġvis ible
Ġtra um
Ġnecess ary
2 0
2 7
f rom
Ġ ile
Ġto e
Ġn umerous
Ġth ose
om a
ot her
Ġr ise
Ġwh ile
Ġca use
Ġsc ro
Ġflex ion
ten oid
Ġinsert s
Ġasce nds
Ġrec urrent
Ġperitone al
Ġgastro intestinal
Ġvertic al
oce phalic
Ġsmo oth
Ġpredom inant
re me
ac ter
ent ly
Ġmusc ul
ph inc
Ġca vern
ap hen
Ġform ation
Ġcomp lex
ors al
Ġpre vertebral
Ġbel ly
Ġli ke
Ġloc ated
Ġjoin s
Ġscap ular
Ġprim ary
Ġhep atic
Ġsever e
Ġleng th
Ġpredominant ly
e g
p ut
r ium
y r
Ġt unnel
Ġo cul
Ġm od
ur n
Ġv ocal
ib ute
Ġsupp lied
Ġpre ganglionic
Ġul trasound
Ġdiv ision
Ġrot ation
Ġgeneral ly
Ġvag inal
chan ter
Ġval ve
Ġpromin ent
lan chnic
N S
Ġt ympan
er e
Ġs ection
Ġp ap
on al
Ġc alled
Ġl es
Ġl ingual
ot ic
umb il
Ġdo es
Ġprov ide
Ġpres ent
Ġdesc rib
I t
c es
i op
w h
ar ter
ar achnoid
Ġb if
Ġan eur
Ġre tur
Ġh allucis
Ġsp in
In ternal
Ġey e
Ġstern oc
ograph y
peritone al
Ġaneur ysm
i atus
p t
Ġt arsal
Ġs omatic
Ġm astoid
Ġin ternus
Ġsp lanchnic
Ġinf ection
Ġca ud
orm ation
Ġpre vent
Ġcor tex
Ġcover ing
Ġdep ression
Ġbrachi ocephalic
Ġinvol ved
ogloss us
Ġeas ily
Ġtympan i
2 6
E ach
T r
l ans
in th
Ġm ult
ig moid
ur ing
Ġre f
Ġpos s
im us
Ġinf la
ous tic
Ġab s
Ġax ons
Ġtrans vers
Ġduct s
Ġman y
Ġcover ed
yl ar
gen ital
Ġlarg er
Ġquad ratus
Ġtal us
Ġaccess ory
Ġmalle olus
Ġvestib ule
aphen ous
c he
Ġ round
il ateral
im e
ĠT able
Ġpal m
Ġcol lateral
Ġac oustic
Ġgroup s
Ġlymphatic s
rains tem
Ġretin aculum
Ġobs truction
alam us
S ub
a v
m andibular
Ġ uro
Ġo l
Ġs phinc
Ġp iriformis
ar e
ar ily
Ġm uch
el la
te ct
Ġr id
ce tab
Ġcan cer
Ġext reme
Ġcontr ibute
Ġrect al
Ġarticul ate
Ġep ig
Ġser ies
X II
i que
o unt
s c
in is
on nect
Ġl ie
Ġd er
ent al
ur f
id er
id dle
el vic
Ġh iatus
ub ic
Ġpart icular
th m
Ġtyp ically
Ġlung s
Ġbre ast
Ġquad ran
Ġint ra
Ġmar ked
Ġcontribut es
Ġorient ed
Ġtraum a
R I
u f
in ator
in atus
Ġs igmoid
Ġp ot
Ġp ortal
Ġb rainstem
Ġin it
Ġl ip
as ion
Ġcl ose
ili z
Ġsmall er
Ġph renic
Ġus e
Ġapp end
Ġconnect s
Ġterm in
Ġloc al
Ġloc ation
Ġdevelop ment
loss opharyngeal
Ġhor n
Ġdown ward
Ġintr insic
Ġpectoral is
asp inatus
F or
n ar
r up
Ġ ir
Ġthe m
Ġo roph
Ġp ull
es the
is p
Ġd il
om mon
Ġg all
Ġinf ormation
reat er
Ġne uro
Ġtyp ical
zyg os
Ġinjur ies
olog ical
Ġlam ina
Ġrespect ively
Ġextreme ly
A d
r on
Ġt urn
Ġt ime
Ġs ut
Ġs tab
on es
le id
Ġn ormally
Ġe v
ge us
oin ferior
Ġde term
ĠA r
erv ation
asc apular
Ġcaus es
Ġlin es
Ġpericard ium
Ġchan nel
Ġent ire
Ġimag ing
leid omastoid
2 5
S uperficial
a nds
i o
t ing
in ary
Ġc re
Ġl oss
om otor
ot ympanic
Ġex its
ub rium
Ġra p
age al
Ġsub d
rans verse
Ġpr on
Ġplexus es
Ġk n
ĠM uscles
Ġterm ed
Ġep icond
Ġfe atures
Ġdif ferent
Ġag ains
Ġprost ate
Ġbif urc
Ġpot ent
Ġagains t
W hen
f und
r h
s ide
Ġ umbil
Ġt ear
in i
Ġs ize
Ġto es
Ġre cess
ph oid
Ġinf ra
am en
Ġhe l
Ġtr igeminal
Ġsupply ing
Ġdesce nd
Ġure ter
Ġtyp e
Ġcarr ies
Ġinclud es
Ġvertic ally
Ġmy lohyoid
P er
u it
at ively
Ġc ub
Ġb ucc
an terior
Ġd rains
Ġn ose
Ġth yro
om andibular
el iac
il d
Ġve li
iv ed
Ġext ra
Ġdep ress
Ġpalat ini
Ġresp ir
oh umeral
Ġinterv entricular
Ġtrapez ius
aryng otympanic
Ġscro tum
urf ace
C on
p l
p ro
Ġ ident
Ġp soas
Ġw ing
Ġan esthe
Ġtr iceps
ight ly
ip le
Ġsub arachnoid
Ġop ens
Ġcompart ments
Ġlab yr
Ġorg ans
Ġsit es
Ġbul b
thm us
Ġlabyr inth
4 5
N er
O n
j un
y ram
Ġp la
ar acter
Ġw ere
Ġto m
Ġd ue
Ġr est
se qu
In ter
Ġcl osed
Ġem b
Ġbord ers
Ġpalp ated
Ġtum ors
olog y
Ġfollow s
Ġact iv
Ġspec ific
Ġobtain ed
Ġsphinc ter
Ġparticular ly
yram id
O b
a vic
b ladder
Ġs ens
Ġc iliary
Ġc eliac
re atic
os us
om et
Ġcon ver
ĠA x
Ġcomp ress
dom inal
og astric
tem poral
Ġcons ider
Ġch anges
Ġch aracter
oph arynx
Ġrel atively
Ġglute us
phal angeal
Ġcalcane us
lot t
Ġretur n
sc apular
avic ular
2 8
A b
a xillary
o ver
p r
r ical
t ion
Ġa cetab
Ġs aphenous
Ġm ov
ve al
ran ge
Ġh ard
Ġex tr
ord er
Ġinn er
Ġop pos
Ġax is
Ġne tw
Ġse veral
Ġcr uc
anc es
Ġwom an
Ġpalp eb
Ġcont ents
Ġbeg in
asion ally
A l
i ver
Ġs usp
Ġc ases
Ġf ail
ic ian
le en
ac ral
ul us
Ġre duc
Ġre veal
Ġg lossopharyngeal
Ġsp leen
ut ed
Ġinc is
Ġfo und
and mar
Ġem br
uod enal
chle a
Ġcur v
Ġcerebell ar
Ġho od
Ġcoccy x
Ġrid ge
Ġepicond yle
Ġembr y
a jor
h ing
Ġo ment
ed ing
Ġe vent
Ġv entral
Ġr is
Ġcon f
Ġwh o
ĠI I
Ġmed ulla
Ġcontin ue
oth yroid
ĠF rom
Ġele ments
Ġresult ing
Ġrece ive
Ġphys ician
Ġglen ohumeral
Ġsynap se
Ġinfla mm
A ll
G reater
V I
a ir
g ical
m usc
Ġt em
Ġt ensor
Ġs een
Ġc athe
Ġf ive
Ġin ject
le ct
Ġis thmus
om b
Ġg ap
Ġg iv
Ġh am
Ġor ific
im ately
Ġsp len
Ġde c
Ġab ductor
Ġpat tern
ne tic
Ġpoint s
Ġcont ro
Ġuter ine
Ġpanc reatic
Ġcaus ed
Ġshoul d
Ġrece ives
Ġmagn um
Ġcolle ction
uf f
5 9
B ranches
Ġo per
Ġp up
is cus
Ġb reat
Ġl andmar
Ġh ist
ach ial
Ġsp aces
Ġlim it
Ġlimb s
Ġinterc onnect
Ġmat ter
Ġlob es
Ġtest is
Ġsurround ed
Ġprov ides
Ġpath way
Ġprim arily
Ġsw ell
Ġspec ial
Ġtro chanter
Ġenl arg
Ġocul omotor
Ġder ived
Ġnetw ork
M iddle
U l
b rain
h omb
o x
Ġ ult
Ġa ction
Ġin ves
Ġan ch
Ġg lans
Ġwith out
Ġex it
iv id
act ory
ast us
ĠS uperior
Ġph aryngotympanic
ĠB ecause
ĠM RI
Ġcontr ast
Ġpa ir
Ġpul se
Ġcover s
Ġcour ses
Ġresult s
Ġexam ple
Ġmal ign
Ġcond ition
Ġvag ina
Ġgra y
Ġenl arge
Ġremov ed
Ġmult iple
L ymph
b er
f actory
n ervation
o temporal
p us
p ed
p osterior
t s
Ġ if
Ġt ip
or n
Ġp yramid
Ġc ec
Ġm as
ul i
up ture
Ġar y
ra ight
ib ial
ot he
Ġcon ch
Ġsur ge
Ġenter ing
de x
Ġcommon ly
icular is
out h
Ġte chn
Ġfibular is
Ġcond yle
Ġhem isp
Ġureth ral
Ġscal ene
ĠE ach
Ġcerebell um
Ġwe ight
Ġsit u
Ġret ro
Ġcavern ous
Ġsternoc leidomastoid
Ġuro genital
Ġcruc iate
homb oid
Ġult imately
c in
m s
v ascular
Ġs al
Ġc erv
Ġf ind
Ġl um
Ġd erm
os ition
tr um
tr action
ation sh
oc ard
Ġthrough out
Ġab out
per t
truct ures
Ġfossa e
Ġres on
Ġgro w
Ġposition ed
Ġsac ro
Ġfr ont
Ġnod e
Ġdig it
Ġdig ital
her es
ĠâĢ ¢
ĠO ther
Ġmet ast
Ġtyp es
Ġexp and
Ġinterosse i
Ġam ount
Ġsl ightly
Ġhern ia
Ġdescrib ed
Ġrespir atory
5 3
m ost
p inous
s pinal
ul monary
Ġan other
Ġh umeral
Ġh owever
ĠC NS
so ph
Ġsh aped
umb ar
Ġsub st
ĠIn ferior
ĠL I
Ġne ural
ond ylar
Ġout side
atom y
Ġcirc ular
Ġmesenter y
Ġdep end
cus s
Ġpet rous
Ġanastom oses
Ġpericard ial
Ġpenetr ates
Ġcric oid
Ġencl osed
Ġerect ile
Ġreson ance
i ov
Ġ year
Ġa ge
Ġc le
Ġc orac
Ġm outh
Ġin dex
id ing
Ġv ol
rom b
rou nds
od y
Ġsur rounds
Ġab duct
ens ion
Ġdis s
Ġabdom inis
iss imus
Ġcol ic
Ġst ud
Ġmembran ous
Ġac rom
ĠF or
Ġsepar ate
Ġmin im
Ġinvol ves
Ġretin a
arter y
Ġkn own
Ġcub ital
Ġorific e
Ġary tenoid
M uscles
P h
g hen
he d
in ence
an x
Ġth ough
Ġan i
Ġre in
Ġr upture
ow er
Ġpro ble
Ġj a
Ġdis t
Ġdis tin
Ġcomp lic
ag ed
Ġad ult
ist s
Ġpre v
iz ing
Ġem pt
Ġpa ired
Ġunder g
Ġman ubrium
Ġopening s
Ġind ivid
Ġcalcane al
Ġrou ghen
Ġincreas ed
Ġphal anx
Ġgall bladder
Ġstab iliz
Ġanch or
Ġsurge on
m p
s y
u ate
Ġc e
Ġc ys
Ġb urs
Ġin st
Ġin put
Ġto p
os uperior
ing iv
Ġar c
Ġsup ra
Ġr im
Ġsp erm
ine al
Ġcom e
Ġdis rup
Ġcomp osed
ell ar
Ġsub mandibular
Ġover lying
Ġconnect ions
Ġrel ative
Ġdiv isions
Ġure ters
medi ate
Ġmen iscus
Ġfour th
Ġdel toid
isc eral
Ġpap illa
Ġsut ure
Ġpotent ial
Ġevent ually
Ġcathe ter
Ġhist ory
O p
S up
e k
i er
t y
Ġ Ex
ar enal
is ed
Ġb und
le l
ac er
Ġis che
Ġth orac
Ġth romb
el f
im es
Ġpl an
Ġst yl
Ġch am
Ġcontr action
Ġmain tain
Ġunder lying
Ġsecond ary
oul d
Ġsupr ascapular
Ġkidne ys
Ġcompon ent
Ġproduc ed
Ġmagn us
Ġef fect
Ġneed le
Ġur inary
third s
Ġcomplete ly
Ġles ion
Ġsubd iv
Ob turator
Ġcec um
Ġrein for
Ġdistin ct
B ecause
E soph
w e
Ġ y
Ġt a
Ġp ons
ar p
en ed
is tal
Ġm ust
it ive
ed ian
Ġre flex
Ġfor ce
all ow
Ġwh ite
se ter
ia phragm
Ġmid brain
Ġund ers
Ġradial is
Ġhyp oglossal
Ġbas ilar
Ġemer ges
Ġproduc es
Ġcontain ing
Ġaur icular
Ġaur icle
Ġrun s
Ġmo ves
Ġparal lel
Ġoppos ite
Ġhemisp heres
Ġindivid ual
) ;
2 9
5 4
P ar
g ut
i ast
i ke
l ingual
v ing
Ġt ons
in ter
Ġc enter
re c
Ġh ig
ess er
Ġma xim
ect oral
ĠA fter
ĠB ranches
Ġst raight
of emoral
Ġcer tain
Ġlo op
ogra m
Ġpub is
Ġfunction s
Ġventric ular
ĠH owever
Ġcur ves
Ġvar ious
Ġpres ence
rap y
tuber ance
Ġindic ated
Ġtom ography
Ġemb ol
Ġactiv ity
lott is
Ġswell ing
2 1
4 0
A p
F r
V isceral
c n
c ular
l as
o k
p ar
v iew
or rh
Ġc m
ar ium
Ġw ould
os um
ing uinal
ul es
Ġar achnoid
em ius
ect omy
Ġpro fund
Ġhe al
Ġpass age
Ġver y
aryn geus
ĠC on
Ġinnerv ating
Ġsub scapular
Ġview ed
Ġattach ments
Ġem inence
ibut aries
Ġsubc utaneous
Ġesoph ageal
Ġtest s
ĠR ad
ĠH e
Ġchan ge
Ġlike ly
Ġtermin ates
Ġchannel s
Ġcurv ature
cn emius
6 7
R adial
e jun
f ort
g ing
i oc
p ir
t ach
w ent
Ġf inal
Ġf act
re t
ac ial
Ġth alamus
Ġan t
Ġg r
Ġg astric
Ġcon c
Ġpro tuberance
ĠT o
ĠT yp
ord a
Ġax ial
Ġst y
Ġexte nding
Ġcarr y
Ġaddition al
Ġulnar is
Ġlab ia
Ġproduc ing
Ġsegment al
Ġoval e
Ġcap itis
Ġol factory
ĠAr ter
Ġrap he
Ġlandmar ks
Ġsperm atic
O r
V er
c les
i ograph
w n
y les
in ing
or tic
or ius
re ase
le c
om ic
Ġg ut
Ġg ingiv
Ġbe ing
ith in
ir th
Ġsuperior is
ĠA ll
Ġfib ro
Ġdis loc
Ġcomp ression
Ġcomp uted
ag inous
ros pinous
Ġorigin ating
Ġch ild
Ġili um
Ġposition s
anc y
osse ous
Ġsupr arenal
Ġrep res
Ġpath ways
Ġmy ocard
tuber ous
Ġrou te
Ġpenetr ate
ios te
icul ate
Ġble eding
Ġnas opharynx
Ġdistribut ion
Ġposs ible
For amen
Ġoment um
Ġris k
Ġcerv ix
Ġyear s
Ġcle ar
we ight
3 6
4 7
7 7
I li
P re
d ural
m o
p or
Ġp ier
Ġf ix
Ġb ile
Ġb iop
Ġw ay
Ġn on
Ġn am
Ġg o
Ġg ive
Ġfor n
Ġr homboid
Ġpro tr
ce nding
Ġpart ic
end ed
cc asionally
Ġtend inous
atom es
Ġrem ain
Ġov ary
Ġhem orrh
roph y
Ġwe ak
Ġdam aged
oscop y
Ġtravel s
Ġaffect ed
Ġround ed
Ġbifurc ation
omet imes
Ul nar
Ġconch a
iast inal
Ġtons il
ĠRad iograph
3 2
6 0
6 6
F lex
L esser
O ne
P ro
c ostal
k in
l is
t ensor
w ork
Ġt ak
Ġa way
al is
ar ian
Ġf al
ra e
ib r
Ġr are
Ġcon sequ
ia ble
ir m
am ous
Ġcomp la
Ġpl ace
Ġinc ision
Ġim ages
qu amous
Ġsep tal
ĠM ost
Ġdors i
Ġaf ferent
Ġunder went
ĠAn atomy
Ġasce nd
Ġappro ach
Ġang i
Th is
Ġanatom y
ner ve
Ġelev ated
ĠU n
Ġair way
res p
Ġperfor ating
wh ich
Ġepig astric
Ġir re
Ner ve
Ġconver ge
Ġfail ure
Ġreveal ed
Ġsplen ic
Ġbreat hing
Ġenlarg ed
Lymph atic
Ġdigit i
Ġminim i
) âĢĶ
5 0
6 3
A fter
D orsal
I s
X I
c ervical
l ong
o ot
s ing
s uperior
Â °
er olateral
Ġp ad
Ġm ental
Ġf ra
Ġb and
os acral
um e
Ġre la
Ġfor e
il it
il um
ol ic
Ġcom b
Ġpass ed
ure d
Ġtr ue
In f
Ġpat ella
Ġsc l
Ġsh ow
Ġits elf
Ġfasc ial
ric eps
Ġcor resp
fer ens
Ġdig astric
Ġcontr act
ĠF urther
Ġdevelop s
Ġcont act
gen cy
me work
Ġfollow ing
Ġmening es
Ġemer ge
Ġelev ation
Ġmalle us
oscop e
Ġcric othyroid
Ġrequ ire
Ġeyelid s
Ġile um
Ġsens ation
Ġenlarge ment
Ġmas seter
othe rapy
Ġdiss ection
Ġunderg o
Ġanchor ed
Esoph agus
Ġmaxim us
Ġpartic ip
Ġfra mework
3 7
3 8
8 9
D uring
M ost
S F
S c
o ur
t es
Ġt w
Ġa ut
ic es
ic us
it he
ac ranial
ior adial
Ġw ind
os p
ul ate
Ġe ven
ra y
Ġre d
te nd
ment al
art orius
em a
Ġpro per
un e
Ġal ways
Ġmid way
Ġad m
op osterior
Ġcl os
Ġsh arp
Ġflex ed
ache al
Ġcor ner
Ġapp rec
Ġsystem s
Ġcr us
Ġthen ar
Ġaris ing
Ġproject ion
ept ors
Ġtract s
Ġel ong
Ġsupr aspinatus
Ġlin ing
Ġemer gency
Ġhy pert
Ġdef ined
Ġaccompan y
Ġoroph aryngeal
Ad ductor
Ġbegin ning
Ġcomplic ations
Ġcorresp ond
ioradial is
3 5
4 8
5 5
6 5
8 8
C ommon
H e
M usc
T wo
c ont
e ins
p ing
Ġ J
he ad
Ġc al
is m
Ġf el
Ġf aces
Ġb ilateral
ic les
an al
as tic
Ġn uch
Ġcon to
Ġinf ect
Ġal most
Ġde ferens
ec k
iv ary
Ġco chlear
ĠS uperficial
Ġcor tic
ĠM edial
ific ation
Ġme chan
Ġcross ing
Ġinsert ion
yl or
Ġtibial is
Ġint est
Ġfacet s
Ġos te
Ġcaud al
Ġacetab ulum
Ġlum en
iov entricular
Ġja w
Ġcham ber
Ġirre gular
Ġfel t
4 4
8 0
9 0
L at
L ong
M edian
P teryg
P osition
] )
a phoid
e tween
g ed
Ġ ros
Ġ 10
Ġa zygos
Ġp us
Ġp it
en ous
ic e
ro chlear
Ġl ight
it es
Ġw al
Ġd im
as te
om m
Ġv es
em ell
Ġsp ong
la p
ub le
Ġj ejun
Ġal though
Ġab duction
lo gical
ag inal
tin u
Ġad duct
Ġcar e
fic ult
ĠL e
duct ive
ĠM ajor
Ġorb icularis
Ġconnect ed
Ġdistal ly
let s
let on
Ġlumb rical
Ġdevelop ing
Ġatr ioventricular
Ġhyp ogastric
Ġgastro cnemius
Ġrep l
Ġmar ks
Ġdif ficult
Ġanastom ose
ĠX II
Ar ch
Ġske leton
Ġbronch i
Ġanter oinferior
ven ous
At tach
Ġos s
Ġdistribut ed
Ġphal anges
Ġappend ix
Ġumbil icus
Ġmov ing
Ġsitu ated
Ġburs a
weight ed
Ġforn ix
Ġwind ow
2 2
8 4
8 5
A xillary
B ody
F emoral
L acrimal
P ubic
R ib
T end
a ired
c ept
g netic
m all
t ra
y nd
Ġ z
Ġ ens
Ġ range
Ġs ometimes
Ġm olar
Ġf il
Ġb loc
re ct
Ġl if
Ġw ide
ing e
Ġv astus
art icular
Ġma gnetic
od uodenal
un ately
ine us
oc k
th ral
Ġper m
ĠT IV
ĠC VII
Ġinter mediate
ili ac
ne um
ĠL V
Ġext ent
Ġst im
Ġcor pus
Ġgro in
Ġrel ationsh
Ġline a
Ġtemporal is
Ġgen ital
atom a
Ġdevelop ed
Ġjoin ed
Ġcirc ulation
Ġep id
Ġep ithe
Ġexp ands
Ġcoron al
Ġshe et
Ġhyp oth
Ġmar row
Ġsignificant ly
Ġbronch us
Ġcolle ct
Ġbound ary
Ġquadran gular
Ġcharacter ized
pr iate
Ġgrow th
Ġexpand ed
Ġproble ms
Ġarc uate
Is ch
Ġaut on
Ġcorrespond ing
Ġintest ine
Attach ment
. âĢĿ
3 0
6 1
P al
P elvic
S urface
s tr
v ity
Ġ u
Ġt ent
Ġs n
Ġs ix
Ġs ynd
es ticular
is ual
ro ductive
Ġl ens
os al
Ġg emell
Ġh ilum
art ment
tr al
Ġex cess
Ġde tect
Ġper ioste
if y
ros t
ire ct
li um
Ġtrans ition
Ġflex ure
Ġapp ar
ĠM ove
Ġaspect s
Ġbrach ioradialis
of ibular
Ġdur al
Ġduct us
med ial
ĠâĢ ĵ
Ġinsert ed
Ġrec over
Ġdisc s
Ġmater ial
Ġbas ed
Th ree
br achial
Ġproced ures
tuber cular
Ġanter omedial
Ġped is
ĠAl so
wh at
Ġref lect
Ġepig lottis
Ġoroph arynx
Ġdeterm ine
uit ary
Ġident ified
Ġextr insic
Ġreduc ed
Ġpair s
Ġinst ances
Ġreinfor ced
Ġprofund us
ĠTyp ically
Ġbiop sy
3 3
4 9
5 2
T ransverse
c ious
d ed
i ation
i phoid
m ph
s p
t ig
u nds
x ial
Ġ x
Ġs end
en ces
is tic
Ġb irth
re qu
os pinal
ul oc
Ġcon ve
un ct
ace t
Ġde fect
Ġtr ibutaries
ĠC I
ĠC SF
ient s
Ġinc rease
Ġsh allow
ab ility
ĠS ome
Ġtrans m
Ġnot ed
Ġassoci ation
Ġcontinu ation
Ġem iss
Ġconnect ion
Ġiliac us
Ġout let
Ġun c
Ġdirect ed
Ġme as
Ġsec re
Ġoblique ly
Ġov aries
Ġappro priate
tab lis
Ġsome what
Ġhem atoma
Ġinvol ve
Ġlea ving
Ġcontribut ions
Ar ter
Ġlead s
Ġche ek
Ġstr ong
Ġles ions
Ġuse ful
Ġdil ated
Ġpron ator
Ġumbil ical
Ġbucc inator
Ġtem por
Ġcontro l
Ġretro peritoneal
Op ening
Ġbund le
ylor ic
Ġsynd rom
3 1
4 3
6 9
8 7
9 4
C h
C ar
F rom
G en
M an
T o
a ortic
c al
d ro
g est
k es
s ub
Ġt orn
Ġf ar
Ġf usion
Ġb al
Ġb old
re m
Ġl ast
it end
Ġd est
Ġd ome
id ym
Ġma mm
Ġinf ar
Ġal ter
ĠA b
ĠT XII
In nervation
if th
Ġligament um
ĠC omp
Ġad duction
ost omy
Ġpar a
Ġpre gn
Ġflex es
Ġse e
Ġun t
Ġinterc ondylar
Ġfac ilit
Ġes tablis
Anterior ly
Ġov arian
Ġcond uct
Ġcond yles
Ġtest es
Ġexp ans
Ġsubclav ius
Ġrot ates
Ġbas es
Ġrep roductive
Ġdif f
Ġmass es
Ġassess ment
Ġhy oglossus
Ġradiograph s
Ġincreas es
Ġrequ ir
Ġremov al
Ġposter omedial
Ġappear ance
Ġmetatarsal s
Tr achea
Ġposs ib
Ġneuro vascular
ron ic
Ġturn s
Ġbucc al
Ġconsider ed
Ġpalpeb rae
Al though
Ġsusp ended
musc le
Ġgiv ing
Ġmalign ant
cin oma
Ġsacro tuberous
Ġsubst ance
Ġdist ance
mp ortant
Ġce phalic
Ġstyl oid
Ġfact ors
Ġdisloc ation
Ġconto ur
Ġpit uitary
Ġauton omic
Ġsyndrom e
3 9
5 8
B r
C T
S ac
S ympathetic
U n
U re
Z yg
b y
b ox
c artil
i el
i ated
l igament
p es
r i
r ate
t ures
in osus
or ta
nd er
Ġs us
Ġp ower
Ġp neum
Ġp unct
Ġc us
ar so
en se
is iform
Ġm on
Ġf us
Ġf use
Ġf ull
Ġf irm
Ġl acer
Ġis ol
el toid
ot omy
ary tenoid
all owing
Ġpro g
ĠI II
Ġinter phalangeal
Ġro le
Ġfo od
Ġtub es
bran ch
oci ated
Ġst ro
pect ed
Ġover lies
Ġcommon est
Ġdrain ing
Ġac ute
Ġcereb ri
Ġun ique
Ġsurg ically
Ġme et
len oid
gen er
Ġfe ature
Ġser ratus
Ġpo or
Ġdemonstr ates
Ġmuc ous
Ġcerebell i
Ġmetat arso
oscop ic
Ġhern ias
Ġposter oinferior
Ġbound aries
Ġglen oid
Ġpap illary
Ġinit ial
Ġentire ly
Ġtear s
Ġhel p
Ġanesthe tic
Ġpalpeb ral
Ġinflamm ation
Ġinflamm atory
uff box
Ġlimit ed
Ġroughen ed
Ġthromb osis
Ġhypoth alamus
Ġsn uffbox
isual izing
Ġgemell us
itend inosus
idym is
Ġcus ps
Ġmetatarso phalangeal
4 1
6 2
7 0
7 8
8 3
M axillary
Q u
o ves
p oph
r ug
t ached
Ġt arge
Ġt esticular
Ġa ud
al angeal
Ġo wn
at ients
Ġc alc
ar ing
Ġb asal
Ġb ene
ic irc
re ated
Ġl ips
ed ge
Ġv om
ran on
ran ch
Ġor is
inal ly
ap ar
ord ers
lu ence
Ġcomp let
Ġra ised
Ġsc aphoid
Ġup on
Ġdeep er
ĠS tructures
ĠL II
Ġpr inc
Ġcanal s
Ġsac rospinous
Ġclinic ian
ĠV I
Ġrem ains
Ġear ly
Ġextens ive
Ġdemonstr ating
Ġisch io
Ġpect ineus
unic a
Ġneur onal
acar pal
Ġanastom otic
ĠN er
Ġduod enal
Ġresp ons
Ġcommunic ates
Ġgra vity
Ġlat a
Ġlat issimus
duc ent
Ġur ine
Ġfill s
Ġappear s
Ġvaginal is
Ġtransvers us
Ġev al
ĠAx ons
Ġcharacter istic
Ġincis or
Ġpancreatic oduodenal
Ġpup il
Ġinves tig
Ġtechn ique
Ġvol ume
Ġsubdiv ided
Ġconc ave
lec ranon
Ġfix ed
Flex or
Ġtak en
Ġfal x
Ġfore head
Ġwal king
Ġlif e
Ġtempor omandibular
Zyg omatic
iel d
poph alangeal
icirc ular
3 4
4 2
6 4
9 1
9 8
G ro
N asal
O ther
S h
V eins
e ks
i od
i olus
m ia
p ass
t ro
Ġt aste
in ated
or onal
Ġs ternal
Ġs quamous
Ġp e
Ġp p
Ġc ase
en cy
is ta
Ġf requ
Ġb l
it ofemoral
ul ated
om ed
usc ept
ran ged
tr act
Ġmed ia
Ġmed ius
Ġmed iastinal
ace ment
oc c
teb ra
ĠT I
Ġmid gut
Ġco chlea
essel s
Ġsub lingual
ĠIn ter
Ġcons t
Ġpre c
Ġch orda
Ġch ronic
Ġclin ically
Ġsystem ic
fer ents
ull ary
Ġ2 0
10 8
itor y
Ġlo ose
Ġdorsal is
ĠD uring
âĢĿ )
Ġele ct
ath yroid
Ġfiss ures
Ġlab ial
Ġextens ions
Ġscapula e
itt ed
Ġsim ple
rap ez
Ġsem icircular
Ar ticular
Ġthick ened
Ġincreas ing
ios um
Ġche m
Ġquadran t
Ġinit ially
Ġneuro logical
io hyoid
Ġextra dural
ĠAx ial
musc ular
Ġgiv en
Ġcondition s
Ġunders ta
Ġsty lo
Or b
Ġmyocard ial
Ġnam ed
Ġconsequ ence
He ad
ĠLe ft
Ġz one
ĠMove ments
Ġrecover y
Ġinfar ction
Ġunt il
7 1
7 2
8 2
9 7
c utaneous
m ore
r itis
v ar
he ther
in es
Ġs le
Ġs om
Ġs uscept
Ġp ia
Ġc une
Ġf ield
ac rom
ac il
Ġw hether
Ġd iver
Ġn avicular
Ġfor eg
Ġsup inator
Ġpro tect
ir al
Ġal ar
Ġhe el
Ġcan n
In guinal
Ġinter muscular
ros cop
Ġsh unt
yg en
Ġcol la
rans vers
Ġst en
Ġso und
Ġtriang les
Ġtuber cles
10 4
10 7
Ġline ar
Ġdiaphragm atic
Ġlumb osacral
Ġjoin ing
ias m
ĠD eep
ĠR ight
Ġquad riceps
Ġfe w
oplite us
Ġser ous
Ġhyp ot
Ġdemonstr ate
Ġcaus ing
Ġaper tures
ĠX I
ll ed
ĠU l
Ġintr acranial
Ġval ves
Ġlead ing
Ġmetacar pophalangeal
Ġtro chlea
Ġorient ation
Ġorgan ization
icul otemporal
Ġrequ ired
ĠThere fore
Ġposter osuperior
Ġped un
ĠAl though
Ġmetacarpal s
Ġparal ysis
Ġspin es
Ġlamina e
Ġrecess es
Ġincis ive
Ġinterconnect ed
Ġfind ings
Ġcorac oid
Ġacrom ion
Ph aryngeal
Ġprev ious
Ġdisrup tion
Sup r
Ġische mia
Ġheal th
Ġelong ate
Ġjejun um
Tend on
Ġepid idymis
Ġx iphoid
Ġbal ance
Ġsus pected
Ġrespons ible
Gro ove
Ġsuscept ible
acil is
Ġforeg ut
5 6
5 7
7 6
P ulmonary
o ung
o brachial
p oc
Ġ K
Ġ ips
Ġt ail
Ġt reated
in ferior
Ġo lecranon
or ium
Ġs lop
on avicular
Ġc y
Ġf ifth
ter ic
Ġar ranged
Ġre le
Ġre view
Ġh ow
im ilar
Ġma ke
un ar
Ġsp ina
Ġsp ans
ĠI mportant
Ġat las
ia zygos
Ġde g
Ġde gener
th s
ens ions
Ġper s
ap p
Ġdis cuss
ĠC h
Ġinter p
Ġinter tubercular
ie ty
hen ar
ab dominal
Ġmarg inal
ĠB oth
Ġpar athyroid
Ġst one
Ġpre d
erm inal
ĠP ro
Ġcr ibr
Ġimp ression
Ġconsist ing
12 0
12 3
Ġmin imus
Ġrec eptors
VII I
Ġplantar flex
Ġisch ium
Ġsw allowing
Ġho urs
Ġsta nding
Ġsta pes
alam ic
Ġanter oposterior
Ġphys i
Ġble nd
Ġencl oses
Ġmo b
ĠAl ong
Ġmuscul ature
Ġspin osum
Ġrap id
Ġacetab ular
range ment
Ġempt y
Ġcys t
Ġy oung
Fr act
ĠArter ial
Ġremain ing
Ġhemorrh age
Ġscl era
Ġconduct ion
Ġpower ful
Ġprinc ip
acrom ial
obrachial is
poc am
Ġips ilateral
Ġcribr iform
8 6
B ranch
C lavicle
D e
c k
c on
d ent
l ial
n ant
o b
o chlear
p ec
r ight
s ided
t i
Ġt unica
Ġa v
Ġs to
Ġp isiform
at r
at er
Ġc uff
ar ed
Ġf ec
Ġb arium
Ġin ver
Ġin ability
it ed
Ġto oth
Ġd ens
as ed
as ternal
Ġan s
ra ys
Ġg u
Ġsup ination
Ġh orm
art h
ol umbar
Ġas per
Ġpro xim
oid s
ure thral
ĠA d
Ġdis order
Ġdis orders
ag netic
ear ing
et us
Ġenter ic
ĠIn ternal
ost ganglionic
Ġtub ular
ĠL ymph
Ġch in
Ġse x
oth orax
Ġcartil aginous
Ġout ward
Ġroot lets
ĠO ccasionally
Ġgen er
Ġloc ations
Ġmesenter ies
Ġcarr ying
Ġventric les
Ġexam ined
Ġind irect
Le vator
Ġsupr ac
Ġhem iazygos
Ġdise ases
ĠN ormal
Ġextend ed
Ġsheath s
Ġgra ft
Ġtro chlear
Ġlongitudinal ly
Ġdel iver
Ġfill ing
lot tic
Ġmod iolus
chanter ic
Ġtransvers alis
Ġthyro hyoid
Ner ves
Ġhood s
Ġwho le
Ġoper ation
Ġinves ting
Ġplan es
iaphragm atic
Ġindividual s
Ġhig her
Ġloop s
Ġrepres ent
ock et
Ġepithe lium
Ġexcess ive
Qu ad
Ġeval u
Ġasper a
4 6
5 1
6 8
7 5
9 5
9 9
A c
C ervical
I m
L ike
R ect
S A
T uber
c ent
h alf
er c
Ġs artorius
at rochlear
Ġc ut
is es
Ġf an
Ġf etus
le ction
Ġw a
Ġn ow
The se
ent ion
ur gical
Ġe jac
um p
Ġar th
ib ulum
Ġre ad
Ġre aches
Ġfor ces
il ic
Ġh old
im embran
ol on
Ġas ked
ph aryngeus
ĠI V
Ġmed ical
ad e
am p
Ġhe re
Ġde ath
ip it
ip ectoral
ie ved
iv ing
Ġcl ass
ant es
ab les
Ġcol lic
ĠS he
ĠL III
Ġres ection
Ġres trict
Ġst ones
Ġpre m
yp ogastric
Ġcor n
Ġcr ura
Ġimp ro
Ġacc um
Ġacc omm
10 1
Ġun like
ĠO ver
Ġme th
Ġmen isc
lav ipectoral
Ġcover ings
Ġproject ions
Ġrem ove
Ġsphen opalatine
Ġexp ression
Ġcoron oid
Ġang les
Ġallow ing
Ġzygomatic otemporal
Ġvar iety
Ġhip pocam
Ġsem itendinosus
Ġcommunic ating
Ġlat er
Ġphys ical
AB C
Ġprost atic
Ġrun ning
Ġfill ed
Ġposterolateral ly
Ġabnormal ities
Ġocul i
iop ubic
Ġintra venous
Ġpron ation
Ġpla in
Ġmov ed
Ġmetast atic
Ġmetast ases
Ġdepend ing
Ġstabiliz e
fort unately
pir ation
Ġweak ness
ĠFurther more
Ġros tral
Ġdim ensions
Isch ial
Ġtent orium
Ġpregn ancy
Ġfirm ly
Ġstro ke
Ġhypot henar
ĠImportant ly
imembran osus
Ġaccomm od
7 3
7 9
F ib
F irst
L ine
S tructures
V enous
W ithin
c ule
d uodenal
i i
i otic
m a
o an
p ort
p ora
r y
s ia
w ing
w here
er g
al le
al ateral
or oid
Ġs te
Ġs ug
es am
Ġc usp
is ing
Ġf rag
Ġb ands
an asal
ul atory
ly mph
Ġe qu
ct iv
Ġg round
il unar
te nding
Ġh osp
ot ion
ot ibial
Ġma kes
Ġby pass
Ġex ternus
ep end
Ġmed ullary
tern oc
Ġde v
Ġde fic
Ġtr ack
lo b
Ġver tex
ap ter
cc ess
if lex
if ying
Ġcomp rom
Ġen c
ĠC oronal
Ġinter s
Ġcl ot
ill ed
Ġinc omp
Ġinc isions
Ġsh own
ist ing
ĠIn nervation
Ġsmall est
Ġop p
ĠL IV
qu es
athe r
Ġvis ion
Ġch iasm
Ġch oroid
oph aryngeus
Ġcord s
Ġend ing
erm atomes
Ġse qu
ĠP er
ĠP NS
Ġso unds
Ġul cer
Ġdig est
ke letal
tric le
Ġdors iflex
Ġcontr alateral
10 9
Ġun it
gn osis
Ġme tab
ĠV III
Ġlab rum
Ġrot ator
Ġsign al
Ġpo le
Ġsphenoid al
Ġrep air
ont ory
Th oracic
Ġtal ar
Ġvar iable
Ġpalat opharyngeal
Ġopen ed
Ġelev ates
Ġdiagn osed
Ġvisual ized
Ġsupport s
Ġassess ed
Ġdesc ent
Ġef ferent
Ġscan ning
Sp hen
Ġaneurysm s
av ing
Per ineal
Ġpyramid al
Ġsal ivary
Ġrim a
Ġische mic
Ġta ke
Ġreflex es
Ġhig hest
ĠTo gether
Ver tebral
Ġgingiv ae
mo hyoid
Ġrela x
Lat in
Ġspong iosum
rost atic
Ġlacer um
Ġprog ress
Ġtarge t
Ġaud itory
Ġbene ath
tro chanteric
occ ipital
rapez ius
Ġsten osis
imilar ly
Ġspina e
Ac rom
Ġsug gest
Ġhosp ital
9 2
A orta
M ajor
N as
P art
R oot
T ibial
a xial
b ec
b earing
f ferent
g ra
h y
k en
m ond
p oint
s is
Ġt ars
he p
in ate
or um
Ġs ella
Ġp opliteus
at ellar
at tached
on se
Ġc ost
Ġm er
Ġf am
Ġl ost
Ġl ined
Ġl apar
ed s
le ft
Ġd rug
os ing
os to
as h
ul d
ul nar
Ġsup erolateral
Ġbe ars
Ġh um
Ġh ind
Ġr ate
ol es
ep tal
Ġlateral is
ir rh
am ination
Ġhe aring
Ġab ility
ym us
erv ed
ap s
Ġen able
Ġpat ellar
ĠC VI
op or
ros pinal
Ġpl ates
Ġco uld
Ġbranch of
Ġtend er
eb ral
Ġcons cious
oph ys
Ġne w
ĠP ar
Ġgro oves
Ġexternal ly
fer red
Ġorb its
ula e
Ġins ide
lute us
Ġimp air
Ġgen iohyoid
Ġaf ferents
12 2
Ġmin ora
Ġproject ing
Ġback ward
Ġrem nant
alcane al
Ġrot ate
Ġcur ved
Ġtuberos ities
itt ing
Ġtal i
vers ion
Ġmy el
Ġterminal is
Ġplac ing
Ġsem ilunar
Ġho ok
Ġobs truct
Ġnar es
Ġrou tes
Ġcommunic antes
Ġsta nd
Ġvestib uli
ĠOn ce
ios us
Ġpromin ence
Ġneed s
asp inous
Ġcoccy geal
Ġcaud ate
Ġpull s
Ġdil ation
Ġhel d
Con traction
jun ctiv
Ab dominal
Ġinject ed
Ġdec reas
Ġcollection s
Ġpapilla e
Ġsubscapular is
Ġgingiv a
Ġparticip ate
Ġrelationsh ip
Ġemiss ary
Ġrequir es
Ġundersta nding
ĠUl trasound
Ġdegener ative
Ġread ily
Ġprem olar
Ġfam ily
9 6
C l
D istal
E p
F acet
I f
P alatine
P ectoral
S e
S em
S ensory
S omatic
S pinal
V astus
f usion
g ram
i ence
m as
n ed
p ulla
Ġt ap
Ġo x
Ġo mohyoid
or ect
Ġs ocket
Ġm ic
Ġm ig
ac ula
Ġw ire
Ġd ro
Ġd ial
os ter
Ġn ature
id ence
usc ular
Ġre as
Ġg as
el ationsh
Ġcon junctiv
ch ond
ep ig
Ġpro gnosis
Ġinf und
Ġat rophy
ass ing
ut ion
oc iliary
oc olon
Ġde cuss
ĠC II
Ġad v
Ġcl oses
Ġdeep est
Ġco ord
ort ance
Ġtend s
Ġprocess us
Ġob ject
Ġocc asionally
Ġmajor a
oph renic
Ġmembran es
Ġcor ne
Ġcor pora
Ġili o
Ġse ven
Ġfascia e
Ġover lap
ĠP elvic
ystem ic
Ġsep ta
Ġsac cule
An al
her y
Ġdiv ide
Ġcervical is
Ġimp ortance
10 2
Ġout put
uter ine
Ġlumb orum
12 8
Ġhand le
ĠV II
Ġsubc ostal
Posterior ly
yn ovial
Ġdep artment
Inferior ly
Ġdo uble
Ġel astic
Ġprov ided
Ġvar ic
Ġmuc osal
Ġemer ging
Ġinfr aspinatus
Ġsem inal
Ġcontribut ion
Ġed ema
Ġvisual ization
Ġpalmar is
Ġcommunic ans
Ġbul ge
Ġam pulla
Ġhy dro
usp id
As cending
Ġlat ae
Ġsole us
Ġperip hery
Ġorgan ized
icul us
oh ypogastric
Ġnarrow ing
Ġdescrib e
Ġsternoc lavicular
Ġref lection
Ġabs cess
Ġpotent ially
Ġident ify
Ġcompress ed
Ġinject ion
Ġcontro lled
cin ate
Ġderm atomes
Ġadult s
Ġprev ents
Fr ontal
ioc lavicular
Ġant ib
Pre ganglionic
Ġpier ces
Inf r
ĠJ ust
Ġnuch al
Ġgenital ia
Ġu tricle
Ġreflect s
uloc ochlear
Ġunc ommon
Ġdiff use
Br achial
ĠNer ves
Ġfrequ ently
Ġchem otherapy
ygen ated
Ġprincip al
Ġproxim ally
Ġmeth od
esam oid
Ġdigest ive
Acrom ion
irrh osis
1 10
7 4
8 1
9 3
A x
C A
C orac
G lans
L aryngeal
L ingual
N eck
P opliteal
S ec
S kin
S mall
T yp
U p
V est
V isualizing
c ing
c lavicular
f illed
g ent
g loss
l ing
o un
o hyoid
t omatic
u tr
x t
Ġ ill
er omedial
Ġc lavipectoral
Ġf all
Ġb est
ac tic
Ġw ater
os ystemic
ion al
ul ating
ul ature
id ance
Ġan us
Ġre tract
ran ium
te ad
Ġpos itive
Ġcon e
ol i
ect ed
Ġartery Posterior
Ġartery Left
ub oid
Ġca me
oc ular
rough out
Ġmedial is
Ġper iod
ĠT wo
Ġen ables
Ġinter trochanteric
ymp tomatic
iv en
op le
Ġcar cinoma
ast ing
iss ion
Ġk e
Ġdia me
Ġso urc
ust ent
Ġins trum
10 5
10 6
Ġun ite
ĠO r
anc ed
Ġgen itofemoral
Ġmes ocolon
Ġpul ses
Lateral ly
Ġsign s
Ġgastro duodenal
ĠW ithin
Ġpalat oglossal
Ġsem imembranosus
Ġprom ontory
Ġvisual ize
Ġresp onse
Ġcommunic ation
Ġbronch ial
Ġhorizontal ly
Ġur gent
Ġble nds
Ġcap it
Ġaccompan ies
Ġaccompan ying
Ġcavern osa
Ġsut ures
Ġcre ase
Ġanesthe sia
Inter osseous
Ġconsider able
Ġembry ological
Ġconf luence
Ġham ulus
Ġham str
Ġexit ing
Ġcorac obrachialis
Ġabduct ed
Ġstud ies
Ġfibro cartil
Ġchild ren
Ġrepres ents
Pro ximal
Ġhypert rophy
Ġbilateral ly
Ġinfect ions
Ġperioste um
Ġappar atus
Man ubrium
Un like
Ġconst ant
Ġstylo pharyngeus
var ia
Ġcune iform
Ġdiver tic
Ġhealth y
Ġdeg ree
Ġwa ves
Ġdial ysis
Ġcorne a
Ġantib iotic
Ġsourc es
H ow
L igament
O ccasionally
S o
a ud
c ol
c lav
d al
d en
i at
i oglossus
i ques
j ust
l ed
l ated
p end
s ociated
u de
y ed
Ġt reat
Ġt ree
al es
or opharyngeal
Ġp op
es cending
Ġc yl
Ġc irrhosis
ar r
en ch
Ġf ine
Ġf lav
Ġb all
Ġb acter
ter ing
ic uspid
re g
ro t
Ġl ig
Ġl ying
an y
it ing
ac ed
Ġw or
Ġw ork
Ġd ent
Ġd ys
id is
Ġth ymus
Ġe ti
om ental
Ġan trum
Ġg lott
Ġg lob
tr insic
tr acheal
Ġor der
ol id
ol acrimal
od e
ĠI X
Ġmed ic
Ġmed ium
Ġle ast
oc utaneous
Ġcan ine
Ġfib er
In c
lu ded
Ġcomp ared
ĠC l
asc ulature
Ġinc us
ab ly
Ġorig ins
iss ure
Ġass ist
Ġass ists
Ġcol ostomy
ĠB lood
Ġpar anasal
Ġres ist
Ġlong er
de ep
yp oglossal
oph y
Ġdia g
Ġcontinu ity
ĠP atients
An other
of acial
Ġcr ista
Ġins piration
Ġdrain ed
Ġac qu
Ġthere by
ĠO p
Ġ9 0
atom ical
12 1
Ġsepar ating
Ġcross ed
Ġarm s
dition ally
ath y
Ex tensor
Ġradi o
Ġexam in
Ġmal e
Ġcond uit
Ġtest ed
11 3
thmoid al
Ġport osystemic
olog ically
Ġexc ision
Ġscal a
Ġact s
Ġobs erved
Ġreach ing
Ġsupport ed
ĠPosterior ly
for ward
Ġaur iculotemporal
Ġanter osuperior
Ġbeh av
Ġhigh ly
Ġtrapez ium
Ġbound ed
Sp inous
Ġscro tal
Ġprevent ing
Ġinfla med
Ġabs ent
Ġtermin ate
Ġev idence
Ġcre mas
pro cess
Ġtom ogram
Ġconf ir
Ġham ate
Ġspecial ized
Ġmalign ancy
ped ius
Ġsubst ant
Ġacrom ioclavicular
Ġstraight forward
Ġgr acilis
ĠArter ies
Ġgo od
ĠUn like
Ġshow s
Ġcal varia
Ġnuch ae
Ġcortic al
tinu ing
Arter y
Ġmamm ary
ĠAb dominal
Ġpneum othorax
Ġmon ths
ĠCh apter
atr ial
Ġgu idance
Ġmenisc i
oan ae
hep atic
Ġdrug s
Ġhind gut
ophys ial
epig lottic
Ġinfund ibulum
Ġdiame ter
ustent aculum
Ġeti ology
Ġglott idis
Ġbehav ior
B ucc
F acial
J ust
N umerous
S t
V E
a vern
d ing
h o
m atic
o ice
p art
p aired
q ual
r ontal
s urface
t ension
w ise
he m
er osis
Ġs tem
es oph
at a
at arsal
en ign
Ġf ist
ter ion
ic ate
Ġin h
re ted
Ġl ack
Ġw id
Ġd ra
Ġe ver
Ġe ars
Ġv ary
Ġv ir
Ġar rangement
Ġre duction
Ġre ticular
Ġre nder
Ġfor ced
eral l
Ġh inge
Ġcon cer
Ġma king
Ġartery Right
Ġartery Internal
Ġpro ce
Ġpro duction
Ġsp l
Ġat he
Ġpart ial
Ġal b
oc occy
Ġde vic
Ġvein Right
ĠT V
ĠT ransverse
ang er
und um
asc ia
Ġbranch ing
Ġnec rosis
ĠL ike
Ġocc ipit
Ġflex ible
Ġend o
ĠP re
ĠM agnetic
Ġsuperficial is
Ġmost ly
Ġconnect ing
Ġins pect
Ġacc ount
Ġun able
Ġun paired
Ġgen iculate
Ġleg s
ten ed
12 5
12 7
Ġsepar ation
Ġperf us
Ġov erall
Ġring s
phal on
Ġradi ation
Ġfunction al
Ġtest ing
ĠR elationsh
ĠH ere
Ġrot undum
Ġsupr atrochlear
Ġfe el
Ġisch iopubic
ĠW ith
Ġtal ofibular
Ġdif fer
Ġact ive
Ġpalat oglossus
ĠAnterior ly
Ġelev ate
Ġthick ening
Ġent ry
Ġtravel ing
Ġflat tened
Ġanterolateral ly
Ġcoccy geus
Ġinterv al
Ġerect or
Ġstr ess
oma xillary
Ġmuscul ocutaneous
It s
Ġretur ning
Sub mandibular
Ġclose ly
Ġlocal ized
Ġir is
Ġdeterm ined
sequ ently
Ġactiv ities
Ġreturn ed
Ġoment al
Ġtechn iques
Ġdepend s
Ġroughen ing
Ġcys tic
Ġbund les
Ġeffect ively
Par asympathetic
Ġprotr usion
Ġangi ography
Ġangi ogram
ĠUn fortunately
Ġparticip ates
Ġred uce
Ġoste opor
Ġbloc ked
Ġconve x
Ġpossib ly
Ġpunct ure
Ġpe ople
Orb ital
Ġhorm one
pend icular
Ġconfir med
) âĢ¢
. )
1 12
B lood
B etween
C o
C occy
D eltoid
E nd
J ugular
L ower
M otor
M astoid
M andibular
R ound
R eg
S ternoc
T rapezius
] [
a f
b d
b order
b ody
c ut
c ers
c ulum
e fore
f low
f unction
l ie
l ined
m alle
n aculum
o te
o ug
o arth
p o
t osis
u is
u ous
Ġ ess
Ġ External
in u
al ine
Ġs ud
Ġs esamoid
Ġs ustentaculum
Ġp ut
at ome
Ġc alf
ar m
is pinal
Ġm m
Ġm ild
ter ed
ic itis
it ial
it ation
it ral
ig ital
Ġw edge
Ġd ense
as m
Ġn utr
ul b
ul ates
ib ia
Ġbe nd
Ġpos ture
Ġr ather
ol ution
Ġas ymptomatic
ĠThe ir
em ia
em ber
Ġex per
od orsal
Ġartery C
un ate
ach ing
Ġsp iral
ĠI m
Ġsur al
oc olic
oc uboid
âĢ ľ
Ġab ducent
ĠA ccess
ta il
ord ig
ip heral
Ġmid clavicular
ove a
et acarpal
ast y
Ġlow est
yg dal
Ġcol or
ĠS ub
Ġstruct ural
ĠIn f
fic ient
ĠB ones
st ances
Ġdia mond
Ġne xt
ening eal
Ġili otibial
ĠP osition
ĠM ore
ĠM any
her ent
Ġdiv iding
Ġoccur red
illa e
10 0
10 3
Ġborder ed
Ġey es
Ġun e
Ġun cinate
Ġterm s
ĠF ib
Ġfac ing
12 4
12 6
ĠV er
ĠD orsal
dition al
Ġrec ons
ugh t
11 1
11 4
11 9
Ġatr ial
flex or
Ġser ious
Ġint ro
uber naculum
Ġbrachial is
15 8
Ġbas ic
Ġbas ilic
Th yro
Ġvag al
14 4
Ġtal oc
13 6
Ġsw e
br onch
ĠN ear
Ġcircum stances
Ġsta pedius
ĠLateral ly
Ġam ygdal
Ġhy aline
Ġvestib ulocochlear
oce cal
Ġmaxilla e
Ġhep at
Ġdef ec
Ġdef orm
Ġef fusion
Ġdel icate
eur ons
Ġfree ly
Ġnas ociliary
19 1
Ġindic ate
Ġped icle
Ġperfor ation
Ġsynap tic
Sp ec
Ġmod ified
Ġabs ence
Ġabs orb
Ġappend icitis
Ġhorn s
Ġcre ated
Ġbifurc ates
Ġhel ps
Ġthyro cervical
pro xim
Ġreduc es
Ġembry o
Ġpup illae
Ġenlarg es
Ġaction s
Ġfind ing
Ġamount s
ĠInferior ly
Ġvol unt
Ġproble m
Ġempt ies
Ġstyl omastoid
inter osseous
Ġsty lohyoid
Ver tebra
Ġmyocard ium
Ġclear ly
Ili o
Ġtonsil s
long us
Ġcomb ined
our se
Ġhypert ension
Ġmechan ism
Pteryg oid
Ġcare ful
Ġlumbrical s
Ġrepl acement
Pal at
Ġdetect ed
Ġperioste al
Ġanteromedial ly
Ġmeas ure
Ġfacilit ate
Ġfus ed
Ġvom er
Ġcomplet es
Ġcolla gen
Ġpedun cle
Ġdiscuss ion
Fract ures
Ġsto p
Ġinver ted
Ġans a
ĠLymph atic
Ġgener ated
Ġsuprac ondylar
Ġaccommod ate
erg y
Ġfrag ment
Ġequ ina
Ġincomp et
Ġstand ard
Ġcapit ulum
Ġexamin er
Ġcremas teric
Ġsud den
ispinal is
: âĢ¢
C G
C omp
F ibular
G luteus
M RI
O v
O phthalmic
P l
P ron
S ome
S eptal
T eres
T erminal
a u
a ult
b et
f r
f ibular
g or
i ter
i ft
i ating
j ugular
m ove
o ok
s ually
s uperficial
Ġt il
Ġa ch
Ġa la
er ratus
Ġs et
Ġp ig
Ġp yloric
on ic
on ally
Ġb iliary
Ġb enign
us ual
Ġl aryng
an ent
ed uct
ed ded
ig in
Ġw asting
ent ial
id us
Ġth alamic
Ġv ibr
Ġg a
Ġg ran
Ġg ubernaculum
rom andibular
Ġfor eb
Ġsup ine
Ġsup rap
Ġh aving
ot omes
ment ed
tr ation
Ġnerve Inferior
ect ions
ep icond
Ġsp e
se c
am ic
Ġpart ition
Ġpart ner
one uro
Ġvein Left
Ġtr acheal
Ġtr icuspid
ong iosus
Ġdis ting
if er
oss ible
ip lo
Ġmid axillary
Ġinter med
Ġinter vent
Ġreg ard
Ġad herent
op ic
op elvic
und ice
age ment
ell ent
Ġorig inally
ĠS agittal
Ġsub ject
Ġph ase
ĠL igament
ĠB etween
Ġocc l
qu id
qu educt
Ġst ent
embran ous
Ġpre tracheal
Ġch ain
Ġne u
Ġinternal ly
ĠP al
Ġposition ing
Ġother s
rag lenoid
ov aginal
der ly
Ġ2 4
Ġacc ident
Ġlymph oma
Ġtra bec
irc um
Ġgen ioglossus
ĠF unction
Ġloc ate
ind rical
ĠD ia
Ġinj ured
Ġep is
Ġrem ember
Ġnucle ar
Ġsphen omandibular
Superior ly
11 5
11 8
Ġlab ii
ĠR eg
vent ful
alcane onavicular
Ġser ves
olog ist
Ġprov iding
Ġexc ellent
15 0
15 6
Ġzygomatic us
14 3
Ġvar ies
Ġpalat opharyngeus
Ġcalcane ocuboid
Ġretin acula
Ġsw ing
roph aryngeal
Ġsem en
Ġcircum duction
Ġcommunic ate
Ġbul la
Ġassess ing
16 4
cul es
Ġsta ge
ak er
for amen
Ġneed ed
Ġencl ose
Ġche eks
Ġret inal
Ġabnormal ity
Ġperipheral ly
Ġimag inary
Ġperfor ated
Ġile ocolic
Ġile ocecal
che d
Sub clav
av ity
Ġrid ges
Ġappend icular
Ġpull ed
Ġcub oid
Ġextra peritoneal
Ġdepress ions
pl ant
Ġanesthe t
Ġpla y
omet acarpal
Ab duction
Al so
Ġsusp ensory
Ġembry onic
Ġpup illary
Ġbreat h
Ġlandmar k
Ġconch ae
Ġderm atome
Ġstabiliz es
Ġburs ae
Ġdisrup ted
Ġthorac is
Ġta king
Ġunders urface
Par ietal
inter costal
Ġembol i
Ġembol ization
Ġnon articular
Ġrare ly
Ġrela y
osp ongiosus
Ġadm inis
Ġadm itted
Ġapprec iable
Ġmechan ical
Ġoste oarth
Lat issimus
Ġves ical
Ġspong y
Ġanteroinferior ly
Ġbloc k
Ġrelationsh ips
Ġappar ent
Ġsend s
Ġdest ro
Ġestablis h
Ġexpans ion
Sac ro
Ġposteroinferior ly
Ġclinician s
Ġsle e
Ġcann ot
Supr ascapular
Ġcy cle
Ġrestrict ed
ĠOver view
Ġhippocam pal
gra de
Ġtars us
Ġsella e
ash ion
Ġtender ness
Pectoral is
Ġmig rate
Ġreas on
Up per
Ġinstrum ents
Ġantibiotic s
Ġmedic ine
Inc is
Ġdiag onally
Ġdra w
Ġalb a
ĠRelationsh ip
ordig itorum
Ġune ventful
bet es
Ġforeb rain
oneuro tic
Ġdisting uis
Ġintermed ius
B C
B as
B ladder
C or
C ol
C ut
D escending
G lenoid
L arge
L umbar
O cc
P udendal
S acral
T rans
T reatment
U ter
V ascular
V essels
W h
b e
c o
c one
d orsal
g r
l umbar
m an
m ary
m uc
m era
o per
s ess
x ine
y lohyoid
Ġ )
Ġ ide
Ġt ips
Ġa vascular
in ning
or pt
Ġp ac
Ġp ont
Ġp terion
on ad
on ens
ar k
en u
en ulum
Ġm em
Ġm otion
Ġf ul
Ġf und
Ġf ashion
ter ectomy
ter oposterior
Ġin tern
Ġl a
Ġl em
Ġl unate
it us
it ical
ed ic
ig lottis
Ġw ord
Ġw ave
Ġw ings
Ġto o
Ġto uch
Ġd id
Ġd ay
Ġd omes
as is
id ity
Ġth us
Ġv ent
Ġv ault
Ġg ently
Ġg yr
ran ce
el ve
rom uscular
eral ly
Ġh air
im a
ol uble
Ġas pir
Ġartery Anterior
Ġartery Superior
Ġpro te
ate way
Ġsp an
la ps
ine ae
Ġca mera
Ġab le
ec eptors
th is
th oscope
Ġcav al
ĠT X
Ġdis app
ys t
ys terectomy
ord ing
ord ae
lu x
lu de
Ġligament of
ag ing
Ġra ises
Ġen ough
ard iac
Ġinter rup
Ġreg ulate
Ġatt enu
Ġregion al
op ulmonary
ear s
ell ow
Ġap oneurotic
Ġtend ineae
Ġenter ed
ĠS up
ĠS II
ĠS imilarly
Ġob li
Ġph ot
Ġop t
ĠB y
Ġpar asternal
bran ches
Ġbr id
Ġst ance
Ġmajor ity
Ġclin oid
Ġili olumbar
Ġili ohypogastric
ĠP l
Ġsuperficial ly
Ġfr enulum
Ġnod al
Ġnod ules
ov ing
Ġlimb ic
of rontal
Ġdors um
Ġpteryg omaxillary
Ġun usual
Ġlo o
Ġloc ating
Ġunder ta
Ġme ans
sh ort
Ġcirc le
Ġman agement
Ġcour sing
Ex amination
Ġplantar is
Ġel derly
11 7
Ġsupr aspinous
row n
Ġport ions
Ġinclud ed
Ġint ens
Ġpect ineal
ĠE n
14 1
14 8
14 9
13 3
Ġlin ks
Ġlin ked
Ġrece iving
Ġwe eks
Ġag g
Ġag ents
Ġconstrict ors
Ġer ection
for ating
Ġradiograph y
Ġcontain ed
Ġcric o
Ġdef ine
17 5
Ġnas opalatine
Ġnas olacrimal
Ġped icles
Sp ine
Ġmod al
arter ies
Tr igeminal
Sub scapular
Ġintra peritoneal
Ġpull ing
Ġgall i
Ġstab ility
Ġkn ow
Ġthyro xine
Ġdepress or
Ġrespir ation
pl er
Ġbulb s
Ġpla que
Ġemb edded
Ġcurv atures
Ġtem per
Ġtem ple
ĠSuperior ly
Ġderm is
iov ascular
Ġja undice
Op tic
Ġthromb us
Ġy ellow
Ap ex
Ap oneurosis
par ent
Ġgr ip
Ġnam es
Ġprotr ud
